<?php

return [
    'ban' => [
        'label' => 'Заблокировать',
        'bulk_label' => 'Заблокировать выбранные',
        'comment' => 'Комментарий',
        'expired_at' => 'Истекает',
        'expired_at_helper' => 'Оставьте пустым для постоянной блокировки.',
        'success' => 'Заблокировано',
    ],
    'unban' => [
        'label' => 'Разблокировать',
        'bulk_label' => 'Разблокировать выбранные',
        'success' => 'Разблокировано',
    ],
    'column' => [
        'label' => 'Заблокирован',
    ],
    'filter' => [
        'label' => 'Заблокирован',
        'placeholder' => 'Все',
        'true_label' => 'Только заблокированные',
        'false_label' => 'Без заблокированных',
    ],
];
