<?php

return [
    'ban' => [
        'label' => 'Заблокувати',
        'bulk_label' => 'Заблокувати вибрані',
        'comment' => 'Коментар',
        'expired_at' => 'Закінчується',
        'expired_at_helper' => 'Залиште порожнім для постійного блокування.',
        'success' => 'Заблоковано',
    ],
    'unban' => [
        'label' => 'Розблокувати',
        'bulk_label' => 'Розблокувати вибрані',
        'success' => 'Розблоковано',
    ],
    'column' => [
        'label' => 'Заблоковано',
    ],
    'filter' => [
        'label' => 'Заблоковано',
        'placeholder' => 'Усі',
        'true_label' => 'Лише заблоковані',
        'false_label' => 'Без заблокованих',
    ],
];
